Repository: flipper-hero/ios-app
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Raw commands can reach anything the firmware exposes, including paths the normal tools protect. Started Bad KB scripts type into whatever machine the Flipper is plugged into.
ar: الأوامر الخام تصل إلى كل ما تكشفه الثابتة، بما في ذلك المسارات التي تحميها الأدوات العادية. نصوص Bad KB التي تُبدأ تكتب في الجهاز الموصل به الـ Flipper.
de: Rohe Befehle erreichen alles, was die Firmware bereitstellt, auch Pfade, die die normalen Werkzeuge schützen. Gestartete Bad-KB-Skripte tippen in den Rechner, an dem der Flipper hängt.
es: Los comandos sin procesar llegan a todo lo que expone el firmware, incluidas rutas que las herramientas normales protegen. Los scripts de Bad KB iniciados teclean en la máquina donde esté conectado el Flipper.
fr: Les commandes brutes atteignent tout ce que le firmware expose, y compris les chemins que les outils normaux protègent. Un script Bad KB démarré tape sur la machine à laquelle le Flipper est branché.
hi: कच्चे कमांड फर्मवेयर की दी हुई हर चीज़ तक पहुँचते हैं, जिनमें सामान्य टूल जो पथ सुरक्षित रखते हैं वे भी शामिल हैं। चलाई गई Bad KB स्क्रिप्ट उस मशीन में टाइप करती है जिसमें Flipper लगा है।
it: I comandi grezzi raggiungono tutto ciò che il firmware espone, compresi i percorsi che i normali strumenti proteggono. Gli script Bad KB avviati digitano sulla macchina a cui il Flipper è collegato.
ja: 生のコマンドは、通常のツールが保護するパスを含め、ファームウェアが公開しているすべてに届きます。開始した Bad KB スクリプトは、Flipper が接続されたマシンに入力します。
ko: 원시 명령은 일반 도구가 보호하는 경로를 포함해 펌웨어가 노출하는 모든 것에 닿습니다. 시작된 Bad KB 스크립트는 Flipper가 연결된 컴퓨터에 입력합니다.
pl: Surowe polecenia sięgają wszystkiego, co udostępnia firmware, także ścieżek chronionych przez zwykłe narzędzia. Uruchomione skrypty Bad KB wpisują tekst na komputer, do którego podpięty jest Flipper.
pt_br: Comandos brutos alcançam tudo que o firmware expõe, incluindo caminhos que as ferramentas normais protegem. Scripts do Bad KB iniciados digitam na máquina em que o Flipper estiver ligado.
ru: Сырые команды достают всё, что открывает прошивка, включая пути, которые обычные инструменты защищают. Запущенные скрипты Bad KB печатают на той машине, к которой подключён Flipper.
tr: Ham komutlar, normal araçların koruduğu yollar dahil, aygıt yazılımının açtığı her şeye ulaşır. Başlatılan Bad KB betikleri, Flipper'in takılı olduğu bilgisayara yazar.
uk: Сирі команди сягають усього, що відкриває прошивка, включно зі шляхами, які звичайні інструменти захищають. Запущені скрипти Bad KB набирають текст на машині, до якої під'єднаний Flipper.
zh_hans: 原始命令可以访问固件暴露的一切，包括普通工具所保护的路径。已启动的 Bad KB 脚本会向 Flipper 所连接的电脑输入按键。

source: Raw device commands (rpc_raw)
ar: أوامر جهاز خام (rpc_raw)
de: Rohe Gerätebefehle (rpc_raw)
es: Comandos sin procesar (rpc_raw)
fr: Commandes brutes (rpc_raw)
hi: कच्चे डिवाइस कमांड (rpc_raw)
it: Comandi grezzi (rpc_raw)
ja: 生のデバイスコマンド（rpc_raw）
ko: 원시 장치 명령(rpc_raw)
pl: Surowe polecenia urządzenia (rpc_raw)
pt_br: Comandos brutos do dispositivo (rpc_raw)
ru: Сырые команды устройства (rpc_raw)
tr: Ham cihaz komutları (rpc_raw)
uk: Сирі команди пристрою (rpc_raw)
zh_hans: 原始设备命令（rpc_raw）

source: Read files, check the device, make changes you approve.
ar: يقرأ الملفات ويفحص الجهاز ويجري التغييرات التي توافق عليها.
de: Dateien lesen, das Gerät prüfen, Änderungen nach deiner Freigabe.
es: Lee archivos, revisa el dispositivo y hace los cambios que apruebes.
fr: Lire des fichiers, vérifier l’appareil, faire les modifications que tu approuves.
hi: फ़ाइलें पढ़ें, डिवाइस जाँचें, आपकी स्वीकृति से बदलाव करें।
it: Legge file, controlla il dispositivo, fa le modifiche che approvi.
ja: ファイルを読み、デバイスを確認し、承認した変更を行います。
ko: 파일을 읽고, 기기를 확인하고, 승인한 변경을 수행합니다.
pl: Czyta pliki, sprawdza urządzenie i wprowadza zmiany, które zatwierdzisz.
pt_br: Lê arquivos, verifica o dispositivo e faz as mudanças que você aprovar.
ru: Читает файлы, проверяет устройство и вносит изменения с вашего подтверждения.
tr: Dosyaları okur, aygıtı denetler, onayladığın değişiklikleri yapar.
uk: Читає файли, перевіряє пристрій і вносить зміни з вашого підтвердження.
zh_hans: 读取文件、检查设备，并在你批准后进行更改。

source: Read replies aloud
ar: قراءة الردود بصوت عالٍ
de: Antworten vorlesen
es: Leer respuestas en voz alta
fr: Lire les réponses à voix haute
hi: जवाब ज़ोर से पढ़ें
it: Leggi le risposte ad alta voce
ja: 返答を読み上げる
ko: 답변 소리 내어 읽기
pl: Czytaj odpowiedzi na głos
pt_br: Ler respostas em voz alta
ru: Читать ответы вслух
tr: Yanıtları sesli oku
uk: Читати відповіді вголос
zh_hans: 朗读回复

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रिफ़्रेश करें
it: Aggiorna
ja: 更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
zh_hans: 刷新

source: Reinstall
ar: إعادة التثبيت
de: Neu installieren
es: Reinstalar
fr: Réinstaller
hi: फिर से इंस्टॉल करें
it: Reinstalla
ja: 再インストール
ko: 재설치
pl: Zainstaluj ponownie
pt_br: Reinstalar
ru: Переустановить
tr: Yeniden yükle
uk: Перевстановити
zh_hans: 重新安装

source: Reinstall firmware?
ar: إعادة تثبيت البرنامج الثابت؟
de: Firmware neu installieren?
es: ¿Reinstalar el firmware?
fr: Réinstaller le firmware ?
hi: फ़र्मवेयर फिर से इंस्टॉल करें?
it: Reinstallare il firmware?
ja: ファームウェアを再インストールしますか？
ko: 펌웨어를 재설치할까요?
pl: Zainstalować firmware ponownie?
pt_br: Reinstalar o firmware?
ru: Переустановить прошивку?
tr: Aygıt yazılımı yeniden yüklensin mi?
uk: Перевстановити прошивку?
zh_hans: 重新安装固件？

source: Remote
ar: التحكم عن بُعد
de: Fernbedienung
es: Mando
fr: Télécommande
hi: रिमोट
it: Telecomando
ja: リモート
ko: 리모컨
pl: Pilot
pt_br: Controle
ru: Пульт
tr: Kumanda
uk: Пульт
zh_hans: 遥控

source: Remove key
ar: إزالة المفتاح
de: Schlüssel entfernen
es: Eliminar clave
fr: Supprimer la clé
hi: कुंजी हटाएँ
it: Rimuovi chiave
ja: キーを削除
ko: 키 제거
pl: Usuń klucz
pt_br: Remover chave
ru: Удалить ключ
tr: Anahtarı kaldır
uk: Видалити ключ
zh_hans: 移除密钥

source: Rename Flipper
ar: إعادة تسمية Flipper
de: Flipper umbenennen
es: Renombrar Flipper
fr: Renommer le Flipper
hi: Flipper का नाम बदलें
it: Rinomina Flipper
ja: Flipper の名前を変更
ko: Flipper 이름 변경
pl: Zmień nazwę Flippera
pt_br: Renomear Flipper
ru: Переименовать Flipper
tr: Flipper’ı yeniden adlandır
uk: Перейменувати Flipper
zh_hans: 重命名 Flipper

source: Rename failed: %@
ar: فشلت إعادة التسمية: %@
de: Umbenennen fehlgeschlagen: %@
es: No se pudo renombrar: %@
fr: Échec du renommage : %@
hi: नाम बदलना विफल: %@
it: Rinomina non riuscita: %@
ja: 名前の変更に失敗しました：%@
ko: 이름 변경 실패: %@
pl: Nie udało się zmienić nazwy: %@
pt_br: Falha ao renomear: %@
ru: Не удалось переименовать: %@
tr: Yeniden adlandırma başarısız: %@
uk: Не вдалося перейменувати: %@
zh_hans: 重命名失败：%@

source: Request
ar: الطلب
de: Anfrage
es: Petición
fr: Demande
hi: अनुरोध
it: Richiesta
ja: リクエスト
ko: 요청
pl: Prośba
pt_br: Pedido
ru: Запрос
tr: İstek
uk: Запит
zh_hans: 请求

source: Rescan
ar: إعادة الفحص
de: Neu einlesen
es: Reescanear
fr: Rescanner
hi: फिर से स्कैन करें
it: Riscansiona
ja: 再スキャン
ko: 다시 스캔
pl: Skanuj ponownie
pt_br: Reescanear
ru: Пересканировать
tr: Yeniden tara
uk: Пересканувати
zh_hans: 重新扫描

source: Restart
ar: إعادة التشغيل
de: Neustart
es: Reiniciar
fr: Redémarrer
hi: रीस्टार्ट
it: Riavvia
ja: 再起動
ko: 재시동
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезагрузить
tr: Yeniden başlat
uk: Перезапустити
zh_hans: 重启

source: Restart now
ar: إعادة التشغيل الآن
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
hi: अभी रीस्टार्ट करें
it: Riavvia ora
ja: 今すぐ再起動
ko: 지금 재시동
pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
ru: Перезагрузить сейчас
tr: Şimdi yeniden başlat
uk: Перезапустити зараз
zh_hans: 立即重启

source: Restart the Flipper?
ar: إعادة تشغيل Flipper؟
de: Flipper neu starten?
es: ¿Reiniciar el Flipper?
fr: Redémarrer le Flipper ?
hi: Flipper रीस्टार्ट करें?
it: Riavviare il Flipper?
ja: Flipper を再起動しますか？
ko: Flipper를 재시동할까요?
pl: Uruchomić Flippera ponownie?
pt_br: Reiniciar o Flipper?
ru: Перезагрузить Flipper?
tr: Flipper yeniden başlatılsın mı?
uk: Перезапустити Flipper?
zh_hans: 重启 Flipper？

source: Restarting the Flipper into the updater
ar: جارٍ إعادة تشغيل Flipper في أداة التحديث
de: Starte den Flipper in den Updater neu
es: Reiniciando el Flipper en el actualizador
fr: Redémarrage du Flipper dans le programme de mise à jour
hi: Flipper को अपडेटर में रीस्टार्ट किया जा रहा है
it: Riavvio del Flipper nell’aggiornatore
ja: Flipper をアップデータで再起動中
ko: Flipper를 업데이터로 재시동하는 중
pl: Ponowne uruchamianie Flippera w aktualizatorze
pt_br: Reiniciando o Flipper no atualizador
ru: Перезагрузка Flipper в режим обновления
tr: Flipper güncelleyicide yeniden başlatılıyor
uk: Перезапуск Flipper у режим оновлення
zh_hans: 正在将 Flipper 重启到更新程序

source: Run actions without prompts
ar: تنفيذ الإجراءات دون تنبيهات
de: Aktionen ohne Nachfragen ausführen
es: Ejecutar acciones sin avisos
fr: Exécuter les actions sans confirmation
hi: कार्य बिना पूछे चलाएँ
it: Esegui le azioni senza prompt
ja: 確認なしで操作を実行
ko: 묻지 않고 작업 실행
pl: Wykonuj działania bez pytań
pt_br: Executar ações sem avisos
ru: Выполнять действия без запросов
tr: İşlemleri sormadan yürüt
uk: Виконувати дії без запитів
zh_hans: 不经提示执行操作

source: SD card
ar: بطاقة SD
de: SD-Karte
es: Tarjeta SD
fr: Carte SD
hi: SD कार्ड
it: Scheda SD
ja: SD カード
ko: SD 카드
pl: Karta SD
pt_br: Cartão SD
ru: SD-карта
tr: SD kart
uk: SD-картка
zh_hans: SD 卡

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_hans: 保存

source: Scope
ar: النطاق
de: Rahmen
es: Alcance
fr: Périmètre
hi: दायरा
it: Perimetro
ja: 範囲
ko: 범위
pl: Zakres
pt_br: Escopo
ru: Рамки
tr: Kapsam
uk: Межі
zh_hans: 范围

source: Scope note, e.g. client name or location
ar: ملاحظة النطاق، مثل اسم العميل أو الموقع
de: Rahmenvermerk, z. B. Kunde oder Ort
es: Nota de alcance, p. ej. cliente o lugar
fr: Note de périmètre, ex. client ou lieu
hi: दायरा नोट, जैसे ग्राहक या स्थान
it: Nota di perimetro, es. cliente o luogo
ja: 範囲メモ（例: 顧客名や場所）
ko: 범위 메모, 예: 고객명이나 장소
pl: Notatka o zakresie, np. klient lub miejsce
pt_br: Nota de escopo, ex. cliente ou local
ru: Примечание о рамках, напр. клиент или место
tr: Kapsam notu, ör. müşteri veya konum
uk: Примітка про межі, напр. клієнт або місце
zh_hans: 范围备注，如客户或地点

source: Searching for Flippers...
ar: جارٍ البحث عن أجهزة Flipper...
de: Suche Flipper...
es: Buscando Flippers...
fr: Recherche de Flippers...
hi: Flipper खोजे जा रहे हैं...
it: Ricerca di Flipper...
ja: Flipper を探しています...
ko: Flipper 찾는 중...
pl: Szukanie Flipperów...
pt_br: Procurando Flippers...
ru: Поиск Flipper...
tr: Flipper aranıyor...
uk: Пошук Flipper...
zh_hans: 正在搜索 Flipper...

source: Send ${signal} ${button}
ar: إرسال ${signal} ${button}
de: ${signal} ${button} senden
es: Enviar ${signal} ${button}
fr: Envoyer ${signal} ${button}
hi: ${signal} ${button} भेजें
it: Invia ${signal} ${button}
ja: ${signal} ${button}を送信
ko: ${signal} ${button} 보내기
pl: Wyślij ${signal} ${button}
pt_br: Enviar ${signal} ${button}
ru: Отправить ${signal} ${button}
tr: ${signal} ${button} gönder
uk: Надіслати ${signal} ${button}
zh_hans: 发送 ${signal} ${button}

source: Send Signal
ar: إرسال إشارة
de: Signal senden
es: Enviar señal
fr: Envoyer un signal
hi: सिग्नल भेजें
it: Invia segnale
ja: 信号を送信
ko: 신호 보내기
pl: Wyślij sygnał
pt_br: Enviar sinal
ru: Отправить сигнал
tr: Sinyal gönder
uk: Надіслати сигнал
zh_hans: 发送信号

source: Sends a request to the FlipperHero agent and returns its answer.
ar: يرسل طلبًا إلى وكيل FlipperHero ويعيد إجابته.
de: Schickt eine Anfrage an den FlipperHero-Agenten und gibt seine Antwort zurück.
es: Envía una petición al agente de FlipperHero y devuelve su respuesta.
fr: Envoie une demande à l’agent FlipperHero et renvoie sa réponse.
hi: FlipperHero एजेंट को अनुरोध भेजता है और उसका जवाब लौटाता है।
it: Invia una richiesta all’agente di FlipperHero e restituisce la risposta.
ja: FlipperHero エージェントにリクエストを送り、その回答を返します。
ko: FlipperHero 에이전트에게 요청을 보내고 답변을 반환합니다.
pl: Wysyła prośbę do agenta FlipperHero i zwraca jego odpowiedź.
pt_br: Envia um pedido ao agente do FlipperHero e retorna a resposta.
ru: Отправляет запрос агенту FlipperHero и возвращает его ответ.
tr: FlipperHero ajanına bir istek gönderir ve yanıtını döndürür.
uk: Надсилає запит агенту FlipperHero і повертає його відповідь.
zh_hans: 向 FlipperHero 智能体发送请求并返回其回答。

source: Sends a saved Sub-GHz signal or infrared command once.
ar: يرسل إشارة Sub-GHz أو أمر أشعة تحت حمراء محفوظًا مرة واحدة.
de: Sendet ein gespeichertes Sub-GHz-Signal oder einen Infrarot-Befehl einmal.
es: Envía una vez una señal Sub-GHz o un comando de infrarrojos guardados.
fr: Envoie une fois un signal Sub-GHz ou une commande infrarouge enregistrés.
hi: सहेजा गया Sub-GHz सिग्नल या इन्फ़्रारेड कमांड एक बार भेजता है।
it: Invia una volta un segnale Sub-GHz o un comando a infrarossi salvato.
ja: 保存済みの Sub-GHz 信号または赤外線コマンドを 1 回送信します。
ko: 저장된 Sub-GHz 신호 또는 적외선 명령을 한 번 보냅니다.
pl: Wysyła raz zapisany sygnał Sub-GHz lub polecenie podczerwieni.
pt_br: Envia uma vez um sinal Sub-GHz ou comando infravermelho salvo.
ru: Один раз отправляет сохранённый сигнал Sub-GHz или ИК-команду.
tr: Kayıtlı bir Sub-GHz sinyalini veya kızılötesi komutu bir kez gönderir.
uk: Один раз надсилає збережений сигнал Sub-GHz або ІЧ-команду.
zh_hans: 发送一次已保存的 Sub-GHz 信号或红外指令。

source: Sent %@.
ar: تم إرسال %@.
de: %@ gesendet.
es: %@ enviado.
fr: %@ envoyé.
hi: %@ भेजा गया।
it: %@ inviato.
ja: %@ を送信しました。
ko: %@ 보냄.
pl: Wysłano %@.
pt_br: %@ enviado.
ru: %@ отправлено.
tr: %@ gönderildi.
uk: %@ надіслано.
zh_hans: 已发送 %@。

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Réglages
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
tr: Ayarlar
uk: Параметри
zh_hans: 设置

source: Show me what is in /ext
ar: أرني ما يوجد في /ext
de: Zeig mir, was in /ext liegt
es: Muéstrame qué hay en /ext
fr: Montre-moi ce qu’il y a dans /ext
hi: दिखाओ /ext में क्या है
it: Mostrami cosa c’è in /ext
ja: /ext の中身を見せて
ko: /ext에 뭐가 있는지 보여줘
pl: Pokaż, co jest w /ext
pt_br: Mostre o que há em /ext
ru: Покажи, что лежит в /ext
tr: /ext içinde ne var göster
uk: Покажи, що є в /ext
zh_hans: 看看 /ext 里有什么

source: Shown on the banner and given to the agent, so it can tell what is in scope.
ar: تظهر في اللافتة وتُعطى للوكيل ليعرف ما هو داخل النطاق.
de: Erscheint im Banner und wird dem Agenten gegeben, damit es weiß, was im Rahmen liegt.
es: Se muestra en la pancarta y se da al agente, para que sepa qué está dentro del alcance.
fr: Affichée sur la bannière et donnée à l'agent pour qu'il sache ce qui est en périmètre.
hi: बैनर पर दिखती है और एजेंट को दी जाती है, ताकि वह दायरा जान सके।
it: Mostrata sul banner e data all'agente, così sa cosa rientra nel perimetro.
ja: バナーに表示され、エージェントにも渡されるので、範囲を把握できます。
ko: 배너에 표시되고 에이전트에게 전달되어 무엇이 범위 안인지 알 수 있습니다.
pl: Pokazywana w banerze i przekazywana agentowi, żeby wiedział, co jest w zakresie.
pt_br: Mostrada na faixa e dada ao agente, para que ele saiba o que está no escopo.
ru: Показывается в баннере и передаётся агенту, чтобы он знал границы задания.
tr: Banner'da gösterilir ve ajana verilir, böylece neyin kapsam içinde olduğunu bilir.
uk: Показується в банері і передається агенту, щоб він знав межі завдання.
zh_hans: 显示在横幅上并提供给智能体，让它知道什么在范围内。

source: Signal
ar: الإشارة
es: Señal
hi: सिग्नल
it: Segnale
ja: 信号
ko: 신호
pl: Sygnał
pt_br: Sinal
ru: Сигнал
tr: Sinyal
uk: Сигнал
zh_hans: 信号

source: Siri / Shortcuts
ar: Siri / الاختصارات
de: Siri / Kurzbefehle
es: Siri / Atajos
fr: Siri / Raccourcis
hi: Siri / शॉर्टकट
it: Siri / Comandi rapidi
ja: Siri／ショートカット
ko: Siri / 단축어
pl: Siri / Skróty
pt_br: Siri / Atalhos
ru: Siri / Быстрые команды
tr: Siri / Kestirmeler
uk: Siri / Швидкі команди
zh_hans: Siri / 快捷指令

source: Skip prompts for medium-risk actions
ar: تخطي الطلبات للإجراءات متوسطة الخطورة
de: Bei mittlerem Risiko nicht nachfragen
es: No preguntar en acciones de riesgo medio
fr: Ne plus demander pour les actions à risque moyen
hi: मध्यम जोखिम वाली कार्रवाइयों पर न पूछें
it: Non chiedere per le azioni a rischio medio
ja: 中リスクの操作では確認しない
ko: 중간 위험 작업은 묻지 않기
pl: Nie pytaj przy działaniach średniego ryzyka
pt_br: Não perguntar em ações de risco médio
ru: Не спрашивать при действиях среднего риска
tr: Orta riskli işlemlerde sorma
uk: Не питати для дій середнього ризику
zh_hans: 中风险操作不再询问

source: Speech recognition is not available right now.
ar: التعرف على الكلام غير متاح حاليًا.
de: Die Spracherkennung ist gerade nicht verfügbar.
es: El reconocimiento de voz no está disponible ahora mismo.
fr: La reconnaissance vocale n’est pas disponible pour le moment.
hi: वाक् पहचान अभी उपलब्ध नहीं है।
it: Il riconoscimento vocale non è disponibile in questo momento.
ja: 現在、音声認識を利用できません。
ko: 지금은 음성 인식을 사용할 수 없습니다.
pl: Rozpoznawanie mowy jest teraz niedostępne.
pt_br: O reconhecimento de fala não está disponível agora.
ru: Распознавание речи сейчас недоступно.
tr: Konuşma tanıma şu anda kullanılamıyor.
uk: Розпізнавання мовлення зараз недоступне.
zh_hans: 语音识别暂时不可用。

source: Start Bad KB scripts (badusb_execute)
ar: بدء نصوص Bad KB (badusb_execute)
de: Bad-KB-Skripte starten (badusb_execute)
es: Iniciar scripts de Bad KB (badusb_execute)
fr: Démarrer les scripts Bad KB (badusb_execute)
hi: Bad KB स्क्रिप्ट चलाएँ (badusb_execute)
it: Avvia script Bad KB (badusb_execute)
ja: Bad KB スクリプトを開始（badusb_execute）
ko: Bad KB 스크립트 시작(badusb_execute)
pl: Uruchamiaj skrypty Bad KB (badusb_execute)
pt_br: Iniciar scripts do Bad KB (badusb_execute)
ru: Запускать скрипты Bad KB (badusb_execute)
tr: Bad KB betiklerini başlat (badusb_execute)
uk: Запускати скрипти Bad KB (badusb_execute)
zh_hans: 启动 Bad KB 脚本（badusb_execute）

source: Started updating %@ in the background. It downloads, uploads about 12 MB over Bluetooth (15 to 25 minutes), then the Flipper installs it and restarts.
ar: بدأ تحديث %@ في الخلفية. ينزّل الملفات، ثم ينقل نحو 12 ميغابايت عبر البلوتوث (من 15 إلى 25 دقيقة)، ثم يثبّته Flipper ويعيد التشغيل.
de: Update von %@ läuft im Hintergrund. Es lädt herunter, überträgt etwa 12 MB per Bluetooth (15 bis 25 Minuten), dann installiert der Flipper es und startet neu.
es: Se inició la actualización de %@ en segundo plano. Descarga, transfiere unos 12 MB por Bluetooth (de 15 a 25 minutos) y luego el Flipper la instala y se reinicia.
fr: Mise à jour de %@ lancée en arrière-plan. Elle télécharge, transfère environ 12 Mo en Bluetooth (15 à 25 minutes), puis le Flipper l’installe et redémarre.
hi: %@ का अपडेट बैकग्राउंड में शुरू हुआ। यह डाउनलोड करता है, ब्लूटूथ से लगभग 12 MB भेजता है (15 से 25 मिनट), फिर Flipper इसे इंस्टॉल करके रीस्टार्ट होता है।
it: Aggiornamento di %@ avviato in background. Scarica, trasferisce circa 12 MB via Bluetooth (dai 15 ai 25 minuti), poi il Flipper lo installa e si riavvia.
ja: %@ への更新をバックグラウンドで開始しました。ダウンロード後、Bluetooth で約 12 MB を転送し（15〜25 分）、その後 Flipper がインストールして再起動します。
ko: %@ 업데이트를 백그라운드에서 시작했습니다. 다운로드하고 블루투스로 약 12MB를 전송한 뒤(15~25분), Flipper가 설치하고 재시동합니다.
pl: Aktualizacja %@ działa w tle. Pobiera dane, przesyła około 12 MB przez Bluetooth (15–25 minut), a potem Flipper ją instaluje i uruchamia się ponownie.
pt_br: A atualização de %@ começou em segundo plano. Ela baixa, envia cerca de 12 MB por Bluetooth (15 a 25 minutos) e depois o Flipper instala e reinicia.
ru: Обновление %@ запущено в фоне. Оно загрузит файлы, передаст около 12 МБ по Bluetooth (15–25 минут), затем Flipper установит его и перезагрузится.
tr: %@ güncellemesi arka planda başladı. İndirir, Bluetooth ile yaklaşık 12 MB aktarır (15 ila 25 dakika), sonra Flipper yükler ve yeniden başlar.
uk: Оновлення %@ запущено у фоні. Воно завантажить файли, передасть приблизно 12 МБ через Bluetooth (15–25 хвилин), потім Flipper встановить його й перезапуститься.
zh_hans: 已在后台开始更新 %@。它会下载、通过蓝牙传输约 12 MB（15 到 25 分钟），然后 Flipper 会安装并重启。

source: Starting Bluetooth...
ar: جارٍ تشغيل البلوتوث...
de: Starte Bluetooth...
es: Iniciando Bluetooth...
fr: Démarrage du Bluetooth...
hi: ब्लूटूथ शुरू हो रहा है...
it: Avvio del Bluetooth...
ja: Bluetooth を起動中...
ko: 블루투스 시작 중...
pl: Uruchamianie Bluetooth...
pt_br: Iniciando Bluetooth...
ru: Запуск Bluetooth...
tr: Bluetooth başlatılıyor...
uk: Запуск Bluetooth...
zh_hans: 正在启动蓝牙...

source: Status
ar: الحالة
es: Estado
fr: État
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
ru: Статус
tr: Durum
uk: Статус
zh_hans: 状态

source: Still ask after reading Flipper content
ar: اسأل رغم ذلك بعد قراءة محتوى Flipper
de: Nach dem Lesen von Flipper-Inhalten trotzdem fragen
es: Preguntar igualmente tras leer contenido del Flipper
fr: Toujours demander après la lecture de contenu du Flipper
hi: Flipper की सामग्री पढ़ने के बाद फिर भी पूछें
it: Chiedi comunque dopo aver letto contenuti del Flipper
ja: Flipper の内容を読んだ後も確認する
ko: Flipper 내용을 읽은 뒤에도 묻기
pl: Mimo to pytaj po odczycie danych z Flippera
pt_br: Ainda perguntar após ler conteúdo do Flipper
ru: Всё равно спрашивать после чтения данных с Flipper
tr: Flipper içeriği okunduktan sonra yine de sor
uk: Однаково питати після читання даних із Flipper
zh_hans: 读取 Flipper 内容后仍然询问

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
hi: रोकें
it: Ferma
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar
ru: Стоп
tr: Durdur
uk: Стоп
zh_hans: 停止

source: Stop Flipper App
ar: إيقاف تطبيق Flipper
de: Flipper-App stoppen
es: Detener app de Flipper
fr: Arrêter l’app Flipper
hi: Flipper ऐप रोकें
it: Ferma app Flipper
ja: Flipper アプリを停止
ko: Flipper 앱 중지
pl: Zatrzymaj aplikację Flipper
pt_br: Parar app do Flipper
ru: Остановить приложение Flipper
tr: Flipper uygulamasını durdur
uk: Зупинити застосунок Flipper
zh_hans: 停止 Flipper 应用

source: Stop reading replies aloud
ar: التوقف عن قراءة الردود بصوت عالٍ
de: Antworten nicht mehr vorlesen
es: Dejar de leer respuestas en voz alta
fr: Ne plus lire les réponses à voix haute
hi: जवाब ज़ोर से पढ़ना बंद करें
it: Non leggere più le risposte ad alta voce
ja: 返答の読み上げをやめる
ko: 답변 소리 내어 읽기 끄기
pl: Nie czytaj odpowiedzi na głos
pt_br: Parar de ler respostas em voz alta
ru: Не читать ответы вслух
tr: Yanıtları sesli okumayı bırak
uk: Не читати відповіді вголос
zh_hans: 停止朗读回复

source: Stop speaking
ar: إيقاف القراءة
de: Vorlesen stoppen
es: Dejar de hablar
fr: Arrêter la lecture
hi: बोलना बंद करें
it: Interrompi lettura
ja: 読み上げを停止
ko: 읽기 중지
pl: Przestań czytać
pt_br: Parar de falar
ru: Остановить чтение
tr: Okumayı durdur
uk: Зупинити читання
zh_hans: 停止朗读

source: Stopped.
ar: تم الإيقاف.
de: Gestoppt.
es: Detenido.
fr: Arrêté.
hi: रोक दिया।
it: Fermato.
ja: 停止しました。
ko: 중지했습니다.
pl: Zatrzymano.
pt_br: Parado.
ru: Остановлено.
tr: Durduruldu.
uk: Зупинено.
zh_hans: 已停止。

source: Stops the emulation or app that is running on your Flipper.
ar: يوقف المحاكاة أو التطبيق الذي يعمل على Flipper.
de: Stoppt die Emulation oder App, die auf deinem Flipper läuft.
es: Detiene la emulación o la app que se ejecuta en tu Flipper.
fr: Arrête l’émulation ou l’app en cours sur ton Flipper.
hi: आपके Flipper पर चल रहा एमुलेशन या ऐप रोकता है।
it: Ferma l’emulazione o l’app in esecuzione sul tuo Flipper.
ja: Flipper で実行中のエミュレーションまたはアプリを停止します。
ko: Flipper에서 실행 중인 에뮬레이션 또는 앱을 중지합니다.
pl: Zatrzymuje emulację lub aplikację działającą na Twoim Flipperze.
pt_br: Para a emulação ou o app em execução no seu Flipper.
ru: Останавливает эмуляцию или приложение на вашем Flipper.
tr: Flipper’ında çalışan taklidi veya uygulamayı durdurur.
uk: Зупиняє емуляцію або застосунок на вашому Flipper.
zh_hans: 停止你的 Flipper 上正在运行的模拟或应用。

source: Support on GitHub
ar: الدعم على GitHub
de: Support auf GitHub
es: Soporte en GitHub
fr: Assistance sur GitHub
hi: GitHub पर सहायता
it: Assistenza su GitHub
ja: GitHubでサポート
ko: GitHub에서 지원
pl: Pomoc na GitHub
pt_br: Suporte no GitHub
ru: Поддержка на GitHub
tr: GitHub üzerinden destek
uk: Підтримка на GitHub
zh_hans: GitHub 支持
